[AttributePresentation_Psycho AttributePresentationDefinition]
Description="$Willow game. This is the description of the business card. Chef Vinod."
NoConstraintText=""
Suffix=""
Prefix=""

[Psycho.Head_PsychoAster UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 %s1"
UseFailureCharacterMessage="How are you? %s Use this article."
ItemName=""
PickupMessage="after you %s"
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="General medicine"

[Psycho.Skin_PsychoAster UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 of them %s1"
UseFailureCharacterMessage="This is what you should do %s Use this item."
ItemName=""
PickupMessage="you understand me %s"
UseFailureLevelMessage="You must be at %d level to use this feature."
UseFailureConstraintsMessage="You can't use this."
NoManufacturerName="In general"

